Repository: BrightMindEnrichment/StreetCareiOS
Catalog: StreetCare/StreetCare/*.lproj/Localizable.strings
Languages: es

# errorTitle
source: Oops.
es: Ups.

source: Healthy Snacks
es: Snacks saludables

# healthySnacksDescription
source: Nonperishable and nutritious snacks such as nuts, pretzels, breakfast bars, applesauce, and dried fruits are best. Try to include items that are easy to chew for individuals without access to dental care. Remember to pack food items separately from any scented sanitary products.
es: Los bocadillos nutritivos y no perecederos como nueces, pretzels, barras de desayuno, puré de manzana y frutas secas son los mejores. Trate de incluir artículos que sean fáciles de masticar para personas sin acceso a atención dental. Recuerde empacar los alimentos por separado de los productos sanitarios perfumados.

source: Water
es: Agua

# waterDescription
source: Finding potable water can be difficult for homeless people. Bottled water is a great donation item, as is carrying a jug and cups.
es: Encontrar agua potable puede resultar difícil para las personas sin hogar. El agua embotellada es un gran artículo de donación, al igual que llevar una jarra y tazas.

source: First Aid
es: Primeros auxilios

# firstAidDescription
source: Infection prevention and first aid care are essential, especially for homeless people. Provide sealed, clean items such as bandages, wipes, ointments, and nail care kits to protect those in need. Avoid alcohol-based products.
es: La prevención de infecciones y la atención de primeros auxilios son esenciales, especialmente para las personas sin hogar. Proporcione artículos sellados y limpios como vendas, toallitas, ungüentos y kits para el cuidado de las uñas para proteger a los necesitados. Evite los productos a base de alcohol.

source: Personal Hygiene
es: Higiene personal

# personalHygieneDescription
source: Soaps should be fragrance-free, since sensitivities and allergies are common. Make sure hand sanitizers do not contain alcohol. Toothpaste and toothbrushes make practical and useful donation items.
es: Los jabones no deben tener fragancias, ya que las sensibilidades y las alergias son comunes. Asegúrese de que los desinfectantes para manos no contengan alcohol. La pasta de dientes y los cepillos de dientes son artículos de donación prácticos y útiles.

# socksClothing
source: Socks and Clothing
es: Calcetines y ropa

# socksClothingDescription
source: Clothing items are essential through all seasons, notably warm clothes. Socks are especially crucial. They are affordable, easy to find, and overall great items to include.
es: Las prendas de vestir son imprescindibles en todas las estaciones, especialmente la ropa de abrigo. Los calcetines son especialmente importantes. Son artículos asequibles, fáciles de encontrar y, en general, excelentes para incluir.

source: Feminine Hygiene
es: Higiene femenina

# feminineHygieneDescription
source: Tampons and pads are necessities, and yet something that many families experiencing homelessness struggle to obtain every month. Consider different needs such as heavy, moderate, and light flow.
es: Los tampones y las toallas sanitarias son una necesidad y, sin embargo, algo que muchas familias sin hogar luchan por obtener todos los meses. Considere diferentes necesidades, como flujo pesado, moderado y ligero.

# whereWillVisitPrompt
source: Where will be your visit?
es: ¿Dónde será tu visita?

# whenWasVisitPrompt
source: When was your visit?
es: ¿Cuándo fue tu visita?

# hoursSpentPrompt
source: Hours spent on outreach?
es: ¿Horas dedicadas a la divulgación?

# canOutreachAgainPrompt
source: Can you perform outreach again?
es: ¿Puede realizar la divulgación de nuevo?

# peopleCountPrompt
source: How many people joined you or helped you prepare?
es: ¿Cuántas personas te acompañaron o te ayudaron a prepararte?

# rateExperiencePrompt
source: Rate your outreach experience.
es: Califica tu experiencia de alcance

source: Questions or comments?
es: Preguntas o comentarios

source: Start Now
es: Empezar ahora

source: How-to Videos
es: Videos de' cómo hacer

# whatToGive
source: What to Bring and Give
es: Qué llevar y regalar

# toolkitToHelp
source: Your Toolkit to Help
es: Su caja de herramientas para ayudar

source: How to Help
es: Como ayudar

# before_para1
source: The first thing to remember is that homeless people are a diverse group of people just like everyone else, no matter how they look, no matter their gender, age, or race. Some have fallen on hard times. Some may be struggling with mental illness. But everyone wants to be treated with respect and dignity. Here are some steps to follow before you go:
es: Lo primero que hay que recordar es que las personas sin hogar son un grupo diverso de personas como todos los demás, sin importar cómo se vean, sin importar su género, edad o raza. Algunos han atravesado tiempos difíciles. Algunos pueden estar luchando contra una enfermedad mental. Pero todos quieren ser tratados con respeto y dignidad. Estos son algunos pasos a seguir antes de ir:

# before_title2
source: 1. Let someone know
es: 1. Hágale saber a alguien

# before_para2
source: Doing an outreach, you may be run into new neighborhoods. It would help to keep someone informed about this outreach.
es: Al hacer un acercamiento, es posible que se encuentre con nuevos vecindarios. Sería útil mantener a alguien informado sobre este acercamiento.

# before_title3
source: 2. How to prepare your care bags
es: 2. Cómo preparar sus bolsas de cuidados:

# before_para3
source: Handing out individual bags gives the recipient a way to move the items around while not bogging them down with more than they can carry. Share essential items - socks, soap, and healthy snacks are great for care bags. Read on for more items to include, along with important printable information, which includes info cards to hand out to those in need.
es: La entrega de bolsas individuales le da al destinatario una forma de mover los artículos sin atascarlos con más de lo que pueden cargar. Comparta artículos esenciales: los calcetines, el jabón y los refrigerios saludables son excelentes para las bolsas de cuidado. Siga leyendo para obtener más elementos para incluir, junto con información importante imprimible, que incluye tarjetas de información para entregar a los necesitados.

# before_title4
source: 3. Must carry
es: 3. Debe llevar

# before_para4
source: IDs, our infographics for street outreach (print them if you can!), charged phone, water & snack for yourself. Avoid carrying too much cash.
es: Identificaciones, nuestras infografías para divulgación en la calle (¡imprímalas si puede!), Teléfono cargado, agua y bocadillos para usted. Evite llevar demasiado dinero en efectivo.

# before_title5
source: 4. Plan an introduction
es: 4. Planifique una introducción

# before_para5
source: Approach with compassion, introduce yourself, smile, be open, and keep it simple.
es: Acérquese con compasión, preséntese, sonría, sea abierto y sea sencillo.

source: Before
es: Antes

source: On The Street
es: En la calle

source: After
es: Después

# afterOutreachIntro
source: Please fill out this form after each time you go out. This helps us build Street Care, to bring more services to you and the community!
es: Complete este formulario cada vez que salga. ¡Esto nos ayuda a construir Street Care, para brindarle más servicios a usted y a la comunidad!

source: Community
es: Comunidad

# searchPlaceholder
source: Search...
es: Buscar...

source: Welcome
es: Bienvenidas

# loginButtonTitle
source: Log In
es: Acceso

# signUpButtonTitle
source: Sign Up
es: Inscribirse

# logoutButtonTitle
source: Sign Out
es: Desconectar

# removeAccountButtonTitle
source: Remove Account
es: Eliminar cuenta

# guestCantLogVisitError
source: Login to record a visit.
es: Iniciar sesión para registrar una visita.

# guestCantCommunityError
source: Login to add an event.
es: Inicie sesión para agregar un evento.

# missingDataError
source: Please fill out all information.
es: Por favor complete toda la información.

source: RSVP EXISTING OUTREACH
es: CONFIRMAR ASISTENCIA A OUTREACH EXISTENTE

source: CANCEL
es: CANCELAR

source: CREATE AN OUTREACH
es: CREAR UN OUTREACH

# iCanHelpText1
source: Make sure you are not going alone.
es: Asegúrate de no ir solo.

# iCanHelpText2
source: Group presence offers security and effectiveness in engaging with unfamiliar situations and individuals, benefiting both volunteers and the people experiencing homelessness.
es: La presencia en grupo ofrece seguridad y eficacia para enfrentar situaciones y personas desconocidas, beneficiando tanto a los voluntarios como a las personas sin hogar.

# iCanHelpText3
source: How outreach on Street Care works?
es: ¿Cómo funciona el outreach en Street Care?

# iCanHelpText4
source: We post the outreach for you and other volunteers can sign up to go with you.
es: Publicamos el outreach para ti, y otros voluntarios pueden inscribirse para acompañarte.

# saveEventButtonTitle
source: Publish
es: Publicar

# discardButtonTitle
source: Discard
es: Descartar

# selectSkillsButtonTitle
source: SELECT SKILLS
es: SELECCIONAR HABILIDADES

source: Add New
es: Agregar Nuevo

source: Title*
es: Título

# enterEventTitle
source: Enter the Event Name here
es: Ingrese el título del evento

source: Location*
es: Ubicación

source: Street
es: Calle

source: State
es: Estado

source: City
es: Ciudad

source: Zip Code
es: Código Postal

source: Start Date
es: Fecha de inicio

source: Start Time
es: Hora de inicio

source: End Date
es: Fecha de finalización

source: End Time
es: Hora de finalización

# helpType
source: Required Support Type
es: Tipo de apoyo requerido

# eghelpType
source: E.g, Children Specialist Needed
es: Por ejemplo, Se necesita especialista en niños

# maximumCapacity
source: Total allowable participants
es: Capacidad máxima permitida

# egmaximumCapacity
source: Total allowable participants
es: Capacidad máxima de participantes permitida

source: Event Description
es: Descripción del evento

source: Enter Event Description
es: Ingrese la descripción del evento

# cmtitle
source: Chapter Membership Form
es: Formulario de membresía del capítulo

# cmintrotext
source: Street Care members work to help homeless people and are passionate about serving the community. Street Care is an initiative of Bright Mind, an award-winning 501(c)(3) nonprofit organization.
es: Los miembros de Street Care trabajan para ayudar a las personas sin hogar y les apasiona servir a la comunidad. Street Care es una iniciativa de Bright Mind, una organización sin fines de lucro 501(c)(3) galardonada.

# cmintrotext2
source: We want you to help us continue to reach even more people in need. You and your friends can significantly impact your community by being a part of the team.
es: Queremos que nos ayude a seguir llegando a más personas necesitadas. Usted y sus amigos pueden tener un impacto significativo en su comunidad al ser parte del equipo.

# cmintrotext3
source: Please share your availability to volunteer with Street Care and help us make a bigger impact in our community.
es: Comparta su disponibilidad para ser voluntario con Street Care y ayúdenos a generar un mayor impacto en nuestra comunidad.

# cmintrotext4
source: By signing below I agree to be a volunteer member of Street Care and to uphold the chapter’s regulations and values (https://streetcare.us/), as may be amended or updated from time to time at Street Care and Bright Mind's sole discretion.
es: Al firmar a continuación, acepto ser un miembro voluntario de Street Care y respetar las normas y valores del capítulo (https://streetcare.us/), que pueden modificarse o actualizarse de vez en cuando a discreción exclusiva de Street Care y Bright Mind.

# cmintrotext5
source: If you are a minor (under 18 years of age), you must ask your guardian to fill out this form and send it to us at volunteer@streetcare.us
es: Si es menor de edad (menor de 18 años), debe pedirle a su tutor que complete este formulario y nos lo envíe a volunteer@streetcare.us

# cmintrotext6
source: To be able to keep offering chapter membership without charging (as we do) and helping people as much as possible, we need support from everyone able to donate!
es: Para poder seguir ofreciendo membresías de capítulo sin cobrar (como lo hacemos) y ayudar a las personas tanto como sea posible, ¡necesitamos el apoyo de todos los que puedan donar!

# cmintrotext7
source: If you can donate $10, it will cover the minimum cost of your chapter membership for a year.
es: Si puede donar $10, cubrirá el costo mínimo de su membresía de capítulo por un año.

# cmintrotext8
source: Donating $20 will cover your membership and support a member in need.
es: Donar $20 cubrirá su membresía y apoyará a un miembro necesitado.

# cmintrotext9
source: Donating $200 will cover your membership, support a member in need, and fund assistance for 25 homeless people during two Street Care days of action.
es: Si donas $200, cubrirás tu membresía, apoyarás a un miembro necesitado y financiarás la asistencia para 25 personas sin hogar durante dos días de acción de Street Care.

# cmintrotext10
source: Please click here to donate. If you join our Giving Program, we will send you free gifts!
es: Haz clic aquí para donar. Si te unes a nuestro Programa de donaciones, ¡te enviaremos obsequios gratis!

# cmintrowithlink1
source: Click here to find out what chapter membership entails.
es: Haga clic aquí para saber qué implica ser miembro de un capítulo.

# cmintrowithlink2
source: If you prefer to sign and send ina copy or save it for later reference, please download the form here.
es: Si prefiere firmar y enviar una copia o guardarla para consultarla más adelante, descargue el formulario aquí.

# landmark
source: Describe the location/landmark.
es: Describe la ubicación/punto de referencia.

# peopledescription
source: Example: Tom, a senior citizen in a wheelchair, wearing a navy blue shirt and brown shoes.
es: Ejemplo: Tom, una persona mayor en silla de ruedas, que viste una camisa azul marino y zapatos marrones.

# disclaimer
source: Disclaimer: Completing one interaction log per person helps us serve you better. Optional, any information helps.
es: Descargo de responsabilidad: Completar un registro de interacción por persona nos ayuda a brindarle un mejor servicio. Opcional, cualquier información ayuda.

# comments
source: Questions/Comments/Notes
es: Preguntas/Comentarios/Notas

# otherNotes
source: If Other, please specify here.
es: Si es otro, especifíquelo aquí.

# providedHelpTitle
source: I provided help!
es: ¡He prestado ayuda!

# providedHelpMessage
source: Please fill out this form each time you perform an outreach. This helps you track your contributions and allows StreetCare to bring more support and services to help the community!
es: Por favor, rellene este formulario cada vez que realice una labor de alcance. Esto le ayuda a llevar un registro de sus contribuciones y permite a StreetCare brindar más apoyo y servicios para ayudar a la comunidad.

# loginRequiredTitle
source: Login Required
es: Inicio de sesión requerido

# loginRequiredMessage
source: Log in to enter an Interaction.
es: Inicia sesión para ingresar una interacción.

# notLoggedInPrompt
source: Please fill out this form each time you perform an outreach. This helps you track your contributions and allows Street Care to bring more support and services to help the community!
es: Por favor, complete este formulario cada vez que realice una labor de alcance. Esto le ayuda a llevar un registro de sus contribuciones y permite a Street Care brindar más apoyo y servicios para ayudar a la comunidad.

# guestWarningTitle
source: Warning!
es: ¡Advertencia!

# guestWarningMessage
source: You will be unable to view or edit your visit logs without signing in
es: No podrá ver ni editar sus registros de visitas sin iniciar sesión

source: LOG IN
es: INICIAR SESIÓN

source: Contact Number
es: Número de contacto

# consentLine
source: By selecting this checkbox, I consent to sharing my contact details and event address publicly on this platform / community space to facilitate participation in the outreach event. I understand that this information will be visible to others and acknowledge the associated privacy considerations.
es: Al seleccionar esta casilla, doy mi consentimiento para compartir mis datos de contacto y la dirección del evento públicamente en esta plataforma / espacio comunitario para facilitar la participación en el evento de alcance. Entiendo que esta información será visible para otros y reconozco las consideraciones de privacidad asociadas.

# aq2des
source: E.g, My Aunt Mary helped prepare (mary@gmail.com), and my brothers Bob and Bill went out with me (bob@gmail.com, bill@gmail.com, 702-506-6101).
es: Por ejemplo, mi tía Mary ayudó a preparar (mary@gmail.com), y mis hermanos Bob y Bill salieron conmigo (bob@gmail.com, bill@gmail.com, 702-506-6101).

# aq3des
source: Eg, Jill — a 15-year-old girl who ran away and was wearing a blue dress.
es: Ej., Jill — una niña de 15 años que se escapó y llevaba un vestido azul.

# aq6des
source: Eg. Tom has diabetes and prefers no sugary snacks.
es: Ej. 'Tom tiene diabetes y prefiere no consumir snacks azucarados'

source: Future Events
es: Eventos futuros

source: Past Events
es: Eventos pasados

source: No Future Events Available
es: No hay eventos futuros disponibles

source: No Past Events Available
es: No hay eventos pasados ​​disponibles

# noHelpingRequestsAvailable
source: No Help Requests Available
es: No hay solicitudes de ayuda disponibles

source: Events
es: eventos

source: Password
es: Contraseña

source: What to Bring and Give
es: Qué llevar y regalar

source: Featured Items
es: Artículos destacados

source: Enter Address*
es: Ingrese la dirección*

# completedText
source: Completed
es: Terminada
